Repository: yaroslaw74/KYG-Framework
Catalog: modules/Users/Resources/translations/Users.ua.xlf
Languages: ua

source: Login to Your Account
ua: Увійдіть до свого облікового запису

source: Enter your username and password to login
ua: Введіть ім'я користувача та пароль для входу

source: You are logged in as
ua: Ви увійшли до системи як

source: Logout
ua: Вийти

source: Username
ua: Ім'я користувача

source: Please enter your username!
ua: Будь ласка, введіть своє ім'я користувача!

source: Password
ua: Пароль

source: Show password
ua: Показати пароль

source: Hide password
ua: Приховати пароль

source: Please enter your password!
ua: Будь ласка, введіть свій пароль!

source: Remember me
ua: Запам'ятати мене

source: Forgot password?
ua: Забули свій пароль?

source: Login
ua: Увійти

source: Please Confirm your Email
ua: Будь ласка, підтвердьте свою електронну пошту

source: Your email address has been verified.
ua: Вашу адресу електронної пошти підтверджено.

source: Registration
ua: Реєстрація

source: Enter username and password
ua: Введіть ім'я користувача та пароль

source: Register
ua: Зареєструватись

source: Agree terms
ua: Згоден з умовами

source: You should agree to our terms.
ua: Ви повинні погодитися з нашими умовами.

source: Your password should be at least {{ limit }} characters
ua: Ваш пароль повинен містити щонайменше {{ limit }} символів

source: Hi! Please confirm your email!
ua: Привіт! Будь ласка, підтвердьте свою адресу електронної пошти!

source: Please confirm your email address by clicking the following link:
ua: Будь ласка, підтвердьте свою електронну адресу, натиснувши це посилання:

source: Confirm my Email
ua: Підтвердити мою електронну адресу

source: This link will expire in
ua: Термін дії цього посилання закінчиться

source: Cheers!
ua: Ваше здоров'я!

source: Your password reset request
ua: Ваш запит на відновлення пароля

source: Reset your password
ua: Скиньте свій пароль

source: Reset password
ua: Скинути пароль

source: Please enter a password
ua: Будь ласка, введіть пароль

source: New password
ua: Новий пароль

source: Repeat Password
ua: Повторіть пароль

source: The password fields must match.
ua: Поля пароля повинні збігатися.

source: Please enter your email
ua: Введіть, будь ласка, свою електронну пошту

source: Email
ua: Електронна пошта

source: Enter your email address, and we will send you a link to reset your password.
ua: Введіть свою адресу електронної пошти, і ми надішлемо вам посилання для відновлення пароля.

source: Send password reset email
ua: Надіслати електронний лист для зміни пароля

source: If an account matching your email exists, then an email was just sent that contains a link that you can use to reset your password.
ua: Якщо обліковий запис, що відповідає вашій адресі електронної пошти, існує, то вам щойно було надіслано електронного листа з посиланням, яким ви можете скористатися для відновлення пароля.

source: If you don't receive an email please check your spam folder or
ua: Якщо ви не отримали листа, перевірте папку зі спамом або

source: try again
ua: повторіть спробу

source: Hi!
ua: Привіт!

source: To reset your password, please visit the following link
ua: Щоб скинути пароль, перейдіть за наступним посиланням
